{
  "home": {
    "title": "Not your average software developer"
  },
  "menu": {
    "home": "Home",
    "skills": "Skills",
    "projects": "Projects",
    "aboutMe": "About Me"
  },
  "skills": {
    "title": "My skills",
    "languages": "Languages and technologies",
    "tools": "Tools"
  },
  "projects": {
    "title": "My newest projects",
    "titleContribute": "Projects, I am a part of"
  },
  "AI": {
    "title": "Artificial intelligence",
    "description": "My implementations of different AI algorithms, such as genetic algorithm or the CSP."
  },
  "Learningbox": {
    "title": "LearningBox",
    "description": "A landing page for an online teaching company made to learn scss features and best practices."
  },
  "portfolio": {
    "title": "Portfolio website",
    "description": "My portfolio website written in Vue.js."
  },
  "salesman": {
    "title": "SalesMan",
    "description": "An app, which provides sales and exchange rates data, based on records from a prefilled database."
  },
  "riskyRacer": {
    "title": "RiskyRacer",
    "description": "An android game written in Java. The point of the game is to dodge obstacles, using phone sensors to move the player's car."
  },
  "cityEco": {
    "title": "CityEcoView",
    "description": "Since September 2020, I've been lucky to work on this amazing project with a group of inspiring and dedicated people. Visit the link below for more info."
  },
  "about": {
    "title": "About me",
    "description": "My name is Szymon Bednarski and I am a Computer Science student at Wroclaw University of Technology. As a 3rd year student, I'm on the verge of obtaining a bachelor's degree. Despite a harsh start, together with my skills growth, I fell in love with web development and decided, that I want to do it for a living. As a part of rest, I love playing the piano, boxing on the other hand helps to release stress and tension. I cannot accept any winter without a ski trip."
  },
  "footer": {
    "contact": "Contact"
  }
}