{
  "home": {
    "title": "Hello, I'm ",
    "job": "I'm a Front-end developer",
    "know-me": "Get to know me better!"
  },
  "menu": {
    "home": "Home",
    "skills": "Skills",
    "projects": "Projects",
    "aboutMe": "About Me"
  },
  "skills": {
    "title": "Things I work with",
    "languages": "Languages and technologies",
    "tools": "Tools"
  },
  "projects": {
    "title": "My newest projects",
    "titleContribute": "Projects, I am a part of",
    "code": "See code"
  },
  "AI": {
    "title": "Artificial intelligence algorithms",
    "description": "My implementations of different AI algorithms, containing a genetic algorithm responsible for planning point connections on a PCB board, graph coloring algorithm and other solutions. Everything's written in Python.",
    "subname": "AI algorithms"
  },
  "Learningbox": {
    "title": "LearningBox",
    "description": "A landing page for an online teaching company made to practice different functionalities offered by SASS preprocessor.",
    "subname": "Landing page"
  },
  "portfolio": {
    "title": "Personal portfolio website",
    "description": "My personal website written in Vue.js, based on mockups, that I prepared in Figma.",
    "subname": "Portfolio"
  },
  "cityEco": {
    "title": "CityEcoView",
    "description": "Since September 2020, I've been lucky to work on this amazing project with a group of inspiring and dedicated people. The frontend part of the application, which I've been working on, is written in Angular9 alongside Ionic Framework. To read more about the idea behind the app, visit CityEcoView website.",
    "subname": "Eco app"
  },
  "quizly": {
    "title": "Quizly",
    "description": "An application, that I, together with my friend Bartek, built as an assignment for Advanced Web Systems course. It allows users to solve quizzes together with their friends in real time. The frontend part, written in Vue.js, is based on mockups I prepared. A small Socket.io server is responsible for managing game rooms and users inside of them.",
    "subname": "Quiz app"
    
  },
  "about": {
    "title": "About me",
    "subtitle": "Who am I?",
    "description": "My name is Szymon Bednarski and I am a Computer Science student at Wroclaw University of Science and Technology. As a 3rd year student, I'm on the verge of getting a bachelor's degree. Despite being sceptic at first, together with my skills growth, I fell in love with web development and decided, that I want to do it for a living. Besides that, I love playing the piano and I'm a huge boxing fan. I cannot accept any winter without a ski trip :)"
  },
  "footer": {
    "contact": "Contact me!",
    "email": "Or use the email:"
  }
}