{
  "home": {
    "title": "Twój następny, nieprzeciętny programista"
  },
  "menu": {
    "home": "Home",
    "skills": "Umiejętności",
    "projects": "Projekty",
    "aboutMe": "O Mnie"
  },
  "skills": {
    "title": "Moje umiejętności",
    "languages": "Języki i technologie",
    "tools": "Narzędzia"
  },
  "projects": {
    "title": "Moje najnowsze projekty",
    "titleContribute": "Projekty, które współtworzę"
  },
  "AI": {
    "title": "Sztuczna inteligencja",
    "description": "Implementacje różnych algorytmów oraz rozwiązań problemów z zakresu sztucznej inteligencji, m. in. algorytm genetyczny oraz rozwiązanie problemu CSP."
  },
  "Learningbox": {
    "title": "LearningBox",
    "description": "Landing page firmy oferującej szkolenia online, napisana, aby poznać dobre praktyki i dostępne właściwości."
  },
  "portfolio": {
    "title": "strona Portfolio",
    "description": "Moje portfolio napisane w Vue.js."
  },
  "salesman": {
    "title": "SalesMan",
    "description": "Aplikacja dostarczająca informacji o sprzedaży oraz kursach walut, bazując na informacjach sprzedażowych zawartych w przygotowanej bazie danych."
  },
  "riskyRacer": {
    "title": "RiskyRacer",
    "description": "Gra na androida napisana w Javie, polegająca na unikaniu samochodem przeszkód. Ruch gracza bazuje na sensorach wbudowanych w telefon."
  },
  "cityEco": {
    "title": "CityEcoView",
    "description": "Od sierpnia 2020 mam przyjemność pracować nad tą wspaniałą aplikacją, wraz z grupą inspirujących i zaangażowanych ludzi. Więcej informacji znajduje się w linku poniżej."
  },
  "about": {
    "title": "O mnie",
    "description": "Nazywam się Szymon Bednarski. Jestem studentem Politechniki Wrocławskiej na kierunku Informatyka na trzecim roku, niedługo czeka mnie zdobycie tytułu inżyniera. Mimo ciężkich początków z programowaniem webowym, wraz z rozwojem moich umiejętności, zacząłem czerpać z tego coraz większą przyjemność. Uświadomiło mi to, że jest to ścieżka zawodowa, którą chciałbym obrać. W ramach odpoczynku uwielbiam grać na fortepianie, boks natomiast pozwala mi się odstresować. Nie przyjmuję zimy bez wyjazdu na narty."
  },
  "footer": {
    "contact": "Kontakt"
  }
}